cask_args appdir: "/Applications"

tap "caskroom/fonts"
tap "homebrew/bundle"

brew "autojump" # https://github.com/wting/autojump
brew "awscli" # https://aws.amazon.com/cli/
brew "git-town" # http://www.git-town.com/
brew "mas" # https://github.com/mas-cli/mas
brew "shellcheck" # https://www.shellcheck.net/
brew "watchman" # https://facebook.github.io/watchman/
brew "yarn", args: ["without-node"] # https://yarnpkg.com/en/

cask "1password" # https://1password.com/
cask "alfred" # https://www.alfredapp.com/
cask "appcleaner" # https://freemacsoft.net/appcleaner/
cask "charles" # https://www.charlesproxy.com/
cask "docker" # https://www.docker.com/
cask "dropbox" # https://www.dropbox.com/
cask "firefox" # https://www.mozilla.org/en-US/firefox/
cask "font-fira-code" # https://github.com/tonsky/FiraCode
cask "google-chrome" # https://www.google.com/chrome/
cask "insomnia" # https://insomnia.rest/
cask "iterm2" # https://www.iterm2.com/
cask "notion" # http://www.notion.so/
cask "sequel-pro" # https://www.sequelpro.com/
cask "slack" # https://slack.com/
cask "spotify" # https://www.spotify.com/
cask "tower" # https://www.git-tower.com/mac/
cask "viscosity" # https://www.sparklabs.com/viscosity/
cask "visual-studio-code" # https://code.visualstudio.com/
cask "zeplin" # https://zeplin.io/

# mas "Bear", id: 1091189122 # http://www.bear-writer.com/
# mas "Moom", id: 419330170 # http://www.manytricks.com/moom/
