cask_args appdir: "/Applications"

tap "homebrew/bundle"

brew "autojump"
brew "awscli"
brew "git-town"
brew "jq"
brew "mas"
brew "nvm"
brew "shellcheck"
brew "tig"
brew "watchman"
brew "yarn", args: ["without-node"]

cask "1password"
cask "alfred"
cask "appcleaner"
cask "charles"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "notion"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "tower"
cask "viscosity"
cask "visual-studio-code"
cask "zeplin"

mas "Bear", id: 1091189122
